---
kind: other
id: Properties.T:Autodesk.Revit.DB.ConicalSurface
source: html/76e0c839-5534-232d-deb5-8f6d0c7cfbda.htm
---
# ConicalSurface Properties

Axis of the cone. This is the Z axis of the local coordinate system associated with this cone.